{
  "barbar.nvim": { "branch": "master" },
  "codewindow.nvim": { "branch": "master" },
  "flexoki": { "branch": "main" },
  "gitsigns.nvim": { "branch": "main" },
  "lazy.nvim": { "branch": "main" },
  "nvim-linefly": { "branch": "master" },
  "nvim-tree.lua": { "branch": "master" },
  "nvim-treesitter": { "branch": "master" },
  "nvim-web-devicons": { "branch": "master" },
  "vim-lsp-cxx-highlight": { "branch": "master" },
  "vim-startify": { "branch": "master" },
  "vim-which-key": { "branch": "master" },
  "wilder.nvim": { "branch": "master" }
}